Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# profile.signOutUnsynced.message
source: Some changes on this device haven't been saved to Tidex yet. If you log out now, they will be deleted. Connect to the internet and try again to keep them.
ar: لم تُحفظ بعض التغييرات على هذا الجهاز في Tidex بعد. إذا سجّلت الخروج الآن، فسيتم حذفها. اتصل بالإنترنت وحاول مرة أخرى للاحتفاظ بها.
bg: Някои промени на това устройство все още не са запазени в Tidex. Ако излезете сега, те ще бъдат изтрити. Свържете се с интернет и опитайте отново, за да ги запазите.
bn: এই ডিভাইসের কিছু পরিবর্তন এখনও Tidex-এ সংরক্ষিত হয়নি। এখন সাইন আউট করলে সেগুলো মুছে যাবে। সেগুলো রাখতে ইন্টারনেটে সংযোগ করে আবার চেষ্টা করুন।
ca: Alguns canvis d'aquest dispositiu encara no s'han desat a Tidex. Si tanques la sessió ara, se suprimiran. Connecta't a Internet i torna-ho a provar per conservar-los.
cs: Některé změny v tomto zařízení ještě nebyly uloženy do Tidexu. Pokud se nyní odhlásíte, budou smazány. Připojte se k internetu a zkuste to znovu, abyste je zachovali.
da: Nogle ændringer på denne enhed er endnu ikke gemt i Tidex. Hvis du logger ud nu, bliver de slettet. Opret forbindelse til internettet, og prøv igen for at beholde dem.
de: Einige Änderungen auf diesem Gerät wurden noch nicht in Tidex gespeichert. Wenn du dich jetzt abmeldest, werden sie gelöscht. Verbinde dich mit dem Internet und versuche es erneut, um sie zu behalten.
el: Ορισμένες αλλαγές σε αυτή τη συσκευή δεν έχουν αποθηκευτεί ακόμη στο Tidex. Αν αποσυνδεθείτε τώρα, θα διαγραφούν. Συνδεθείτε στο διαδίκτυο και δοκιμάστε ξανά για να τις διατηρήσετε.
es: Algunos cambios de este dispositivo aún no se han guardado en Tidex. Si cierras sesión ahora, se eliminarán. Conéctate a internet e inténtalo de nuevo para conservarlos.
et: Mõned selle seadme muudatused pole veel Tidexisse salvestatud. Kui logid nüüd välja, kustutatakse need. Nende säilitamiseks loo internetiühendus ja proovi uuesti.
fa: برخی تغییرات این دستگاه هنوز در Tidex ذخیره نشده‌اند. اگر اکنون خارج شوید، حذف خواهند شد. برای حفظ آن‌ها به اینترنت وصل شوید و دوباره تلاش کنید.
fi: Joitäkin tämän laitteen muutoksia ei ole vielä tallennettu Tidexiin. Jos kirjaudut nyt ulos, ne poistetaan. Yhdistä internetiin ja yritä uudelleen säilyttääksesi ne.
fil: May ilang pagbabago sa device na ito na hindi pa nase-save sa Tidex. Kung magla-log out ka ngayon, mabubura ang mga ito. Kumonekta sa internet at subukan muli upang mapanatili ang mga ito.
fr: Certaines modifications effectuées sur cet appareil n'ont pas encore été enregistrées dans Tidex. Si vous vous déconnectez maintenant, elles seront supprimées. Connectez-vous à Internet et réessayez pour les conserver.
he: חלק מהשינויים במכשיר הזה עדיין לא נשמרו ב-Tidex. אם תתנתק עכשיו, הם יימחקו. התחבר לאינטרנט ונסה שוב כדי לשמור אותם.
hi: इस डिवाइस पर किए गए कुछ बदलाव अभी तक Tidex में सेव नहीं हुए हैं। अगर आप अभी साइन आउट करते हैं, तो वे हटा दिए जाएँगे। उन्हें सुरक्षित रखने के लिए इंटरनेट से कनेक्ट करें और फिर कोशिश करें।
hr: Neke promjene na ovom uređaju još nisu spremljene u Tidex. Ako se sada odjavite, bit će izbrisane. Povežite se s internetom i pokušajte ponovno kako biste ih zadržali.
hu: Az eszközön végzett néhány módosítás még nincs mentve a Tidexbe. Ha most kijelentkezel, törlődni fognak. Csatlakozz az internethez, és próbáld újra, hogy megtartsd őket.
id: Beberapa perubahan di perangkat ini belum disimpan ke Tidex. Jika Anda keluar sekarang, perubahan tersebut akan dihapus. Hubungkan ke internet dan coba lagi untuk menyimpannya.
is: Sumar breytingar á þessu tæki hafa ekki enn verið vistaðar í Tidex. Ef þú skráir þig út núna verður þeim eytt. Tengstu internetinu og reyndu aftur til að halda þeim.
it: Alcune modifiche su questo dispositivo non sono ancora state salvate su Tidex. Se esci ora, verranno eliminate. Connettiti a Internet e riprova per conservarle.
ja: このデバイス上の一部の変更は、まだTidexに保存されていません。今ログアウトすると、それらは削除されます。保持するには、インターネットに接続してもう一度お試しください。
ko: 이 기기의 일부 변경 사항이 아직 Tidex에 저장되지 않았습니다. 지금 로그아웃하면 삭제됩니다. 변경 사항을 유지하려면 인터넷에 연결하고 다시 시도해 주세요.
lt: Kai kurie šiame įrenginyje atlikti pakeitimai dar neišsaugoti Tidex. Jei dabar atsijungsite, jie bus ištrinti. Prisijunkite prie interneto ir bandykite dar kartą, kad juos išsaugotumėte.
lv: Dažas šajā ierīcē veiktās izmaiņas vēl nav saglabātas Tidex. Ja tagad izrakstīsieties, tās tiks dzēstas. Izveidojiet savienojumu ar internetu un mēģiniet vēlreiz, lai tās saglabātu.
nb: Noen endringer på denne enheten er ikke lagret i Tidex ennå. Hvis du logger ut nå, blir de slettet. Koble til internett og prøv igjen for å beholde dem.
nl: Sommige wijzigingen op dit apparaat zijn nog niet opgeslagen in Tidex. Als je nu uitlogt, worden ze verwijderd. Maak verbinding met internet en probeer het opnieuw om ze te behouden.
nn: Nokre endringar på denne eininga er ikkje lagra i Tidex enno. Viss du loggar ut no, blir dei sletta. Kople til internett og prøv igjen for å behalde dei.
pl: Niektóre zmiany na tym urządzeniu nie zostały jeszcze zapisane w Tidex. Jeśli wylogujesz się teraz, zostaną usunięte. Połącz się z internetem i spróbuj ponownie, aby je zachować.
pt_br: Algumas alterações neste dispositivo ainda não foram salvas no Tidex. Se você sair agora, elas serão excluídas. Conecte-se à internet e tente novamente para mantê-las.
ro: Unele modificări de pe acest dispozitiv nu au fost încă salvate în Tidex. Dacă te deconectezi acum, vor fi șterse. Conectează-te la internet și încearcă din nou pentru a le păstra.
ru: Некоторые изменения на этом устройстве ещё не сохранены в Tidex. Если вы сейчас выйдете, они будут удалены. Подключитесь к интернету и повторите попытку, чтобы сохранить их.
sk: Niektoré zmeny v tomto zariadení ešte neboli uložené v Tidexe. Ak sa teraz odhlásite, budú vymazané. Pripojte sa k internetu a skúste to znova, aby sa zachovali.
sl: Nekatere spremembe na tej napravi še niso bile shranjene v Tidex. Če se zdaj odjavite, bodo izbrisane. Povežite se z internetom in poskusite znova, da jih ohranite.
sr: Neke promene na ovom uređaju još nisu sačuvane u Tidex-u. Ako se sada odjavite, biće izbrisane. Povežite se na internet i pokušajte ponovo da ih sačuvate.
sv: Vissa ändringar på den här enheten har ännu inte sparats i Tidex. Om du loggar ut nu raderas de. Anslut till internet och försök igen för att behålla dem.
sw: Baadhi ya mabadiliko kwenye kifaa hiki bado hayajahifadhiwa kwenye Tidex. Ukitoka sasa, yatafutwa. Unganisha intaneti na ujaribu tena ili uyahifadhi.
ta: இந்தச் சாதனத்தில் செய்யப்பட்ட சில மாற்றங்கள் இன்னும் Tidex-ல் சேமிக்கப்படவில்லை. இப்போது வெளியேறினால், அவை நீக்கப்படும். அவற்றை வைத்திருக்க இணையத்துடன் இணைத்து மீண்டும் முயற்சிக்கவும்.
th: การเปลี่ยนแปลงบางอย่างในอุปกรณ์นี้ยังไม่ได้บันทึกไปยัง Tidex หากคุณออกจากระบบตอนนี้ การเปลี่ยนแปลงเหล่านั้นจะถูกลบ เชื่อมต่ออินเทอร์เน็ตแล้วลองอีกครั้งเพื่อเก็บการเปลี่ยนแปลงไว้
tr: Bu cihazdaki bazı değişiklikler henüz Tidex'e kaydedilmedi. Şimdi çıkış yaparsanız silinecekler. Değişiklikleri korumak için internete bağlanıp tekrar deneyin.
uk: Деякі зміни на цьому пристрої ще не збережено в Tidex. Якщо ви зараз вийдете, їх буде видалено. Підключіться до інтернету та спробуйте ще раз, щоб зберегти їх.
ur: اس ڈیوائس پر کچھ تبدیلیاں ابھی تک Tidex میں محفوظ نہیں ہوئی ہیں۔ اگر آپ ابھی سائن آؤٹ کرتے ہیں تو وہ حذف ہو جائیں گی۔ انہیں محفوظ رکھنے کے لیے انٹرنیٹ سے منسلک ہو کر دوبارہ کوشش کریں۔
vi: Một số thay đổi trên thiết bị này vẫn chưa được lưu vào Tidex. Nếu đăng xuất bây giờ, chúng sẽ bị xóa. Hãy kết nối Internet và thử lại để giữ chúng.
zh_hans: 此设备上的一些更改尚未保存到 Tidex。如果您现在退出登录，这些更改将被删除。请连接互联网后重试，以保留这些更改。
zh_hant: 此裝置上的部分變更尚未儲存至 Tidex。若您現在登出，這些變更將會遭到刪除。請連線至網際網路後再試一次，以保留這些變更。

# profile.signOutUnsynced.title
source: Unsynced changes
ar: تغييرات غير متزامنة
bg: Несинхронизирани промени
bn: সিঙ্ক না হওয়া পরিবর্তন
ca: Canvis no sincronitzats
cs: Nesynchronizované změny
da: Ikke-synkroniserede ændringer
de: Nicht synchronisierte Änderungen
el: Μη συγχρονισμένες αλλαγές
es: Cambios sin sincronizar
et: Sünkroonimata muudatused
fa: تغییرات همگام‌نشده
fi: Synkronoimattomat muutokset
fil: Mga pagbabagong hindi naka-sync
fr: Modifications non synchronisées
he: שינויים שלא סונכרנו
hi: सिंक न किए गए बदलाव
hr: Nesinkronizirane promjene
hu: Nem szinkronizált módosítások
id: Perubahan belum disinkronkan
is: Ósamstilltar breytingar
it: Modifiche non sincronizzate
ja: 未同期の変更
ko: 동기화되지 않은 변경 사항
lt: Nesinchronizuoti pakeitimai
lv: Nesinhronizētas izmaiņas
nb: Endringer er ikke synkronisert
nl: Niet-gesynchroniseerde wijzigingen
nn: Usynkroniserte endringar
pl: Niezsynchronizowane zmiany
pt_br: Alterações não sincronizadas
ro: Modificări nesincronizate
ru: Несинхронизированные изменения
sk: Nesynchronizované zmeny
sl: Nesinhronizirane spremembe
sr: Nesinhronizovane promene
sv: Osynkade ändringar
sw: Mabadiliko ambayo hayajasawazishwa
ta: ஒத்திசைக்கப்படாத மாற்றங்கள்
th: การเปลี่ยนแปลงที่ยังไม่ได้ซิงค์
tr: Senkronize edilmemiş değişiklikler
uk: Несинхронізовані зміни
ur: غیر مطابقت پذیر تبدیلیاں
vi: Các thay đổi chưa đồng bộ
zh_hans: 未同步的更改
zh_hant: 未同步的變更

# profile.title
source: Account
ar: الحساب
bg: Профил
bn: অ্যাকাউন্ট
ca: Compte
cs: Účet
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
et: Konto
fa: حساب
fi: Tili
fr: Compte
he: חשבון
hi: खाता
hr: Račun
hu: Fiók
id: Akun
is: Reikningur
ja: アカウント
ko: 계정
lt: Paskyra
lv: Konts
nb: Konto
nn: Konto
pl: Konto
pt_br: Conta
ro: Cont
ru: Аккаунт
sk: Konto
sl: Račun
sr: Nalog
sv: Konto
sw: Akaunti
ta: கணக்கு
th: บัญชี
tr: Hesap
uk: Обліковий запис
ur: اکاؤنٹ
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳戶

# push.failure.laterButton
source: Later
ar: لاحقاً
bg: По-късно
bn: পরে
ca: Més tard
cs: Později
da: Senere
de: Später
el: Αργότερα
es: Más tarde
et: Hiljem
fa: بعداً
fi: Myöhemmin
fil: Mamaya
fr: Plus tard
he: מאוחר יותר
hi: बाद में
hr: Kasnije
hu: Később
id: Nanti
is: Seinna
it: Più tardi
ja: 後で
ko: 나중에
lt: Vėliau
lv: Vēlāk
nb: Senere
nn: Senere
pl: Później
pt_br: Depois
ro: Mai târziu
ru: Позже
sk: Neskôr
sl: Kasneje
sr: Kasnije
sv: Senare
sw: Baadaye
ta: பிறகு
th: ทีหลัง
tr: Daha sonra
uk: Пізніше
ur: بعد میں
vi: Sau
zh_hans: 稍后
zh_hant: 稍後

# push.failure.message
source: Shift reminders won't work until this is resolved. Check your notification settings.
ar: لن تعمل تذكيرات الوردية حتى يتم حل هذه المشكلة. تحقق من إعدادات الإخطارات.
bg: Напомненията за смени няма да работят, докато това не се разреши. Проверете настройките си за известия.
bn: এটি সমাধান না হওয়া পর্যন্ত শিফট অনুস্মারক কাজ করবে না। আপনার বিজ্ঞপ্তি সেটিংস চেক করুন।
ca: Els recordatoris de torns no funcionaran fins que es resolgui. Comprova la configuració de notificacions.
cs: Upozornění na směny nebudou fungovat, dokud se tento problém nevyřeší. Zkontrolujte nastavení oznámení.
da: Vaktpåmindelser vil ikke fungere før dette er løst. Kontroller dine meddelelsesindstillinger.
de: Schichterinnerungen funktionieren erst nach der Behebung dieses Problems. Überprüfen Sie Ihre Benachrichtigungseinstellungen.
el: Οι υπενθυμίσεις βάρδιας δεν θα λειτουργούν μέχρι να επιλυθεί αυτό. Ελέγξτε τις ρυθμίσεις ειδοποιήσεών σας.
es: Los recordatorios de turnos no funcionarán hasta que se resuelva esto. Comprueba tu configuración de notificaciones.
et: Vahtkonna meeldetuletused ei tööta, kuni see on lahendatud. Kontrolli oma teatiste seadeid.
fa: یادآوری‌های شیفت تا زمان حل این مسئله کار نمی‌کنند. تنظیمات اطلاع‌رسانی خود را بررسی کنید.
fi: Vuoron muistutukset eivät toimi ennen kuin tämä on ratkaistu. Tarkista ilmoitusasetuksesi.
fil: Ang mga shift reminders ay hindi gumagana hanggang sa malutas ito. Suriin ang iyong notification settings.
fr: Les rappels de quart ne fonctionneront pas tant que ce problème n'est pas résolu. Vérifiez vos paramètres de notifications.
he: תזכוריות משמרות לא יעבדו עד שזה יישמר. בדוק את הגדרות ההודעות שלך.
hi: शिफ्ट रिमाइंडर तब तक काम नहीं करेंगे जब तक यह समस्या हल नहीं हो जाती। अपनी सूचना सेटिंग्स जांचें।
hr: Podsjetnici za smjene neće raditi dok se ovo ne riješi. Provjeri svojih postavki obavijesti.
hu: A műszakpromóciók nem működnek, amíg ez nem megoldódik. Ellenőrizze az értesítési beállításokat.
id: Pengingat shift tidak akan berfungsi sampai ini diselesaikan. Periksa pengaturan notifikasi Anda.
is: Vaktpáminningar virka ekki fyrr en þetta er leyst. Athugaðu tilkynningastillingarnar þínar.
it: I promemoria dei turni non funzioneranno finché questo non sarà risolto. Controlla le tue impostazioni di notifica.
ja: これが解決されるまでシフトリマインダーは機能しません。通知設定を確認してください。
ko: 이 문제가 해결될 때까지 근무 알림이 작동하지 않습니다. 알림 설정을 확인하세요.
lt: Pamainų priminiai neveiks, kol tai nebus išspręsta. Patikrinkite savo pranešimų nustatymus.
lv: Maiņas atgādinājumi nedarbosies, kamēr tas nav atrisināts. Pārbaudiet paziņojumu iestatījumus.
nb: Vaktpåminnelser vil ikke fungere før dette er løst. Sjekk varslingsinnstillingene dine.
nl: Dienstrappels werken niet totdat dit is opgelost. Controleer uw meldingsinstellingen.
nn: Vaktpåminnelser vil ikke fungere før dette er løst. Sjekk varslingsinnstillingane dine.
pl: Przypomnienia o zmianach nie będą działać do czasu rozwiązania tego problemu. Sprawdź ustawienia powiadomień.
pt_br: Os lembretes de turno não funcionarão até que isso seja resolvido. Verifique suas configurações de notificação.
ro: Notificările de schimb nu vor funcționa până când aceasta nu este rezolvată. Verifică setările de notificări.
ru: Напоминания о смене не будут работать, пока это не будет решено. Проверьте настройки уведомлений.
sk: Upozornenia na zmeny nebudú fungovať, kým sa to nevyrieši. Skontrolujte nastavenia upozornení.
sl: Obvestila za izmene ne bodo delovala, dokler se to ne razreši. Preverite nastavitve obvestil.
sr: Podsetnici za smene neće funkcionisati dok se ovo ne razreši. Proverite postavke obaveštenja.
sv: Skiftpåminnelser fungerar inte förrän detta är löst. Kontrollera dina aviseringsinställningar.
sw: Tadhimira za zamu hazitafanya kazi hadi hii itaamuliwa. Angalia mipango yako ya arifa.
ta: இது தீர்க்கப்படும் வரை ஷிப்ட் நினைவூட்டல்கள் செயல்படாது. உங்கள் அறிவிப்பு அமைப்புகளைச் சரிபார்க்கவும்.
th: การแจ้งเตือนกะจะไม่ทำงานจนกว่าแก้ไขปัญหานี้ได้ โปรดตรวจสอบการตั้งค่าการแจ้งเตือนของคุณ
tr: Vardiya hatırlatmaları bu sorun çözülene kadar çalışmaz. Bildirim ayarlarınızı kontrol edin.
uk: Нагадування про зміни не працюватимуть, поки це не буде вирішено. Перевірте параметри сповіщень.
ur: شفٹ یادگاریں اس وقت تک کام نہیں کریں گی جب تک یہ حل نہ ہو۔ اپنی اطلاع کی ترتیبات چیک کریں۔
vi: Thông báo ca làm việc sẽ không hoạt động cho đến khi vấn đề này được giải quyết. Kiểm tra cài đặt thông báo của bạn.
zh_hans: 在解决此问题之前，班次提醒将无法正常工作。请检查您的通知设置。
zh_hant: 在此問題解決之前，班次提醒將無法運作。檢查您的通知設定。

# push.failure.settingsButton
source: Settings
ar: الإعدادات
bg: Настройки
bn: সেটিংস
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
et: Seadistused
fa: تنظیمات
fi: Asetukset
fil: Mga Setting
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ko: 설정
lt: Nustatymai
lv: Iestatījumi
nb: Innstillinger
nl: Instellingen
nn: Innstillingar
pl: Ustawienia
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl: Nastavitve
sr: Postavke
sv: Inställningar
sw: Mipango
ta: அமைப்புகள்
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
ur: ترتیبات
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# push.failure.title
source: Notifications Setup Failed
ar: فشل إعداد الإخطارات
bg: Неуспешна настройка на известия
bn: বিজ্ঞপ্তি সেটআপ ব্যর্থ হয়েছে
ca: No s'ha pogut configurar les notificacions
cs: Nastavení oznámení selhalo
da: Meddelelser konfiguration fejlede
de: Benachrichtigungseinrichtung fehlgeschlagen
el: Η ρύθμιση ειδοποιήσεων απέτυχε
es: Error en la configuración de notificaciones
et: Teatiste seadistamine ebaõnnestus
fa: تنظیم اطلاع‌رسانی‌ها ناموفق بود
fi: Ilmoitusten asennus epäonnistui
fil: Nabigong i-setup ang Notifications
fr: Échec de la configuration des notifications
he: הגדרת הודעות נכשלה
hi: सूचना सेटअप विफल
hr: Postavljanje obavijesti nije uspjelo
hu: Az értesítések beállítása meghiúsult
id: Penyiapan Notifikasi Gagal
is: Tilkynningakerfi gekk ekki upp
it: Configurazione notifiche non riuscita
ja: 通知設定に失敗しました
ko: 알림 설정 실패
lt: Pranešimų nustatymas nepavyko
lv: Paziņojumu iestatīšana neizdevās
nb: Varslinger fungerer ikke
nl: Meldingeninstelling mislukt
nn: Varslingar fungerer ikkje
pl: Konfiguracja powiadomień nie powiodła się
pt_br: Falha na configuração de notificações
ro: Configurarea notificărilor a eșuat
ru: Ошибка настройки уведомлений
sk: Nastavenie upozornení zlyhalo
sl: Nastavitev obvestil ni uspela
sr: Obaveštenja nisu podešena
sv: Aviseringsinställning misslyckades
sw: Arifa haikusucess
ta: அறிவிப்புகள் அமைவு தவறியது
th: การตั้งค่าการแจ้งเตือนล้มเหลว
tr: Bildirim Kurulumu Başarısız
uk: Помилка налаштування сповіщень
ur: اطلاعات سیٹ اپ ناکام
vi: Thiết lập thông báo thất bại
zh_hans: 通知设置失败
zh_hant: 通知設定失敗

# recurring.deleteConfirmButton
source: Delete
ar: حذف
bg: Изтриване
bn: মুছুন
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
et: Kustuta
fa: حذف
fi: Poista
fil: Burahin
fr: Supprimer
he: מחק
hi: हटाएं
hr: Obriši
hu: Törlés
id: Hapus
is: Eyða
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
lv: Dzēst
nb: Slett
nl: Verwijderen
nn: Slett
pl: Usuń
pt_br: Excluir
ro: Șterge
ru: Удалить
sk: Vymazať
sl: Izbriši
sr: Obriši
sv: Ta bort
sw: Futa
ta: நீக்கு
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# recurring.deleteConfirmMessage
source: Are you sure you want to delete this recurring shift? All future occurrences will be deleted.
ar: هل أنت متأكد من رغبتك في حذف هذه الوردية المتكررة؟ سيتم حذف جميع التكرارات المستقبلية.
bg: Сигурни ли сте, че искате да изтриете тази повтаряща се смяна? Всички бъдещи смени ще бъдат изтрити.
bn: এই পুনরাবৃত্ত শিফটটি মুছে ফেলতে চান? ভবিষ্যতের সব শিফট মুছে ফেলা হবে।
ca: Segur que vols eliminar aquest torn recurrent? S’eliminaran tots els torns futurs.
cs: Jste si jisti, že chcete tuto opakovanou směnu smazat? Všechny budoucí výskyty budou smazány.
da: Er du sikker på, at du vil slette denne tilbagevendende vagt? Alle fremtidige vagter slettes.
de: Bist du sicher, dass du diese wiederkehrende Schicht löschen möchtest? Alle zukünftigen Vorkommen werden gelöscht.
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε αυτή την επαναλαμβανόμενη βάρδια; Θα διαγραφούν όλες οι μελλοντικές βάρδιες.
es: ¿Seguro que quieres eliminar este turno recurrente? Se eliminarán todas las ocurrencias futuras.
et: Kas oled kindel, et soovid selle korduva vahetuse kustutada? Kõik tulevased vahetused kustutatakse.
fa: آیا مطمئنید می‌خواهید این شیفت تکرارشونده را حذف کنید؟ همه موارد آینده حذف خواهند شد.
fi: Haluatko varmasti poistaa tämän toistuvan työvuoron? Kaikki tulevat työvuorot poistetaan.
fil: Sigurado ka bang gusto mong burahin ang paulit-ulit na shift na ito? Mabubura ang lahat ng susunod na pag-ulit nito.
fr: Voulez-vous vraiment supprimer ce service récurrent ? Tous les services à venir seront supprimés.
he: האם אתה בטוח שברצונך למחוק את המשמרת החוזרת הזו? כל המשמרות העתידיות יימחקו.
hi: क्या आप वाकई इस दोहराई जाने वाली शिफ्ट को हटाना चाहते हैं? भविष्य की सभी शिफ्ट हटा दी जाएंगी।
hr: Jeste li sigurni da želite izbrisati ovu ponavljajuću smjenu? Sve će buduće smjene biti izbrisane.
hu: Biztosan törölni szeretnéd ezt az ismétlődő műszakot? A jövőben ütemezett összes műszak törlődik.
id: Yakin ingin menghapus shift berulang ini? Semua shift berikutnya akan dihapus.
is: Ertu viss um að þú viljir eyða þessari endurteknu vakt? Öllum framtíðarvöktum verður eytt.
it: Sei sicuro di voler eliminare questo turno ricorrente? Tutti i turni futuri verranno eliminati.
ja: この繰り返しシフトを削除してもよろしいですか？今後のすべてのシフトも削除されます。
ko: 이 반복 근무를 삭제하시겠습니까? 이후의 모든 근무가 삭제됩니다.
lt: Ar tikrai norite ištrinti šią pasikartojančią pamainą? Visos būsimos pamainos bus ištrintos.
lv: Vai tiešām vēlaties dzēst šo atkārtoto maiņu? Visas turpmākās maiņas tiks dzēstas.
nb: Er du sikker på at du vil slette denne faste vakten? Alle fremtidige vakter blir slettet.
nl: Weet je zeker dat je deze terugkerende dienst wilt verwijderen? Alle toekomstige diensten worden verwijderd.
nn: Er du sikker på at du vil slette denne faste vakta? Alle framtidige vakter blir sletta.
pl: Czy na pewno chcesz usunąć tę cykliczną zmianę? Wszystkie przyszłe wystąpienia zostaną usunięte.
pt_br: Tem certeza de que deseja excluir este turno recorrente? Todas as ocorrências futuras serão excluídas.
ro: Sigur vrei să ștergi această tură recurentă? Toate aparițiile viitoare vor fi șterse.
ru: Вы уверены, что хотите удалить эту повторяющуюся смену? Все будущие смены будут удалены.
sk: Ste si istí, že chcete odstrániť túto opakujúcu sa zmenu? Všetky budúce zmeny budú odstránené.
sl: Ali ste prepričani, da želite izbrisati to ponavljajočo se izmeno? Vse prihodnje izmene bodo izbrisane.
sr: Da li ste sigurni da želite da obrišete ovu ponavljajuću smenu? Sve buduće pojave biće obrisane.
sv: Är du säker på att du vill radera det här återkommande arbetspasset? Alla framtida pass raderas.
sw: Una uhakika unataka kufuta zamu hii inayojirudia? Zamu zote zijazo zitafutwa.
ta: இந்த மீண்டும் வரும் ஷிப்ட்டை நீக்க விரும்புகிறீர்களா? எதிர்காலத்தில் நிகழும் அனைத்து ஷிப்ட்களும் நீக்கப்படும்.
th: คุณแน่ใจหรือไม่ว่าต้องการลบกะที่เกิดซ้ำนี้? กะในอนาคตทั้งหมดจะถูกลบ
tr: Bu yinelenen vardiyayı silmek istediğinizden emin misiniz? Gelecekteki tüm tekrarlar silinecek.
uk: Ви впевнені, що хочете видалити цю регулярну зміну? Усі майбутні повторення буде видалено.
ur: کیا آپ واقعی اس بار بار ہونے والی شفٹ کو حذف کرنا چاہتے ہیں؟ مستقبل کی تمام شفٹیں حذف کر دی جائیں گی۔
vi: Bạn có chắc muốn xóa ca làm lặp lại này không? Tất cả các lần xuất hiện trong tương lai sẽ bị xóa.
zh_hans: 确定要删除此重复班次吗？所有未来班次都将被删除。
zh_hant: 確定要刪除此定期班次嗎？所有未來的班次都會被刪除。

# recurring.deleteConfirmTitle
source: Delete Recurring Shift?
ar: حذف الوردية المتكررة؟
bg: Изтриване на повтаряща се смяна?
bn: পুনরাবৃত্ত শিফট মুছুন?
ca: Eliminar vaga recurrent?
cs: Smazat opakující se směnu?
da: Slet tilbagevendende vagt?
de: Wiederkehrende Schicht löschen?
el: Διαγραφή περιοδικής βάρδιας;
es: ¿Eliminar turno recurrente?
et: Kustuta kordusvahti?
fa: حذف شیفت تکراری؟
fi: Poistetaanko toistuva vuoro?
fil: Burahin ang Recurring Shift?
fr: Supprimer le quart récurrent ?
he: למחוק משמרת חוזרת?
hi: आवर्ती शिफ्ट हटाएं?
hr: Obriši redovnu smjenu?
hu: Ismétlődő műszak törlése?
id: Hapus Shift Berulang?
is: Eyða endurtekninni vakt?
it: Eliminare turno ricorrente?
ja: 定期シフトを削除しますか？
ko: 반복 근무를 삭제하시겠습니까?
lt: Ištrinti pasikartojančią saugą?
lv: Dzēst regulāro maiņu?
nb: Slett fast vakt?
nl: Terugkerende dienst verwijderen?
nn: Slett fast vakt?
pl: Usunąć powtarzającą się zmianę?
pt_br: Excluir turno recorrente?
ro: Ștergi schimbul recurent?
ru: Удалить повторяющуюся смену?
sk: Vymazať pravidelne sa opakujúcu zmenu?
sl: Izbriši ponavljajočo se izmeno?
sr: Obrisati stalnu smenu?
sv: Ta bort återkommande skift?
sw: Futa Kazi ya Mara kwa Mara?
ta: மீண்டும் வரும் ஷிப்ட்டை நீக்கவா?
th: ลบกะประจำ?
tr: Tekrarlanan Vardiya Silinsin mi?
uk: Видалити повторювану зміну?
ur: بار بار آنے والی شفٹ حذف کریں؟
vi: Xóa ca làm việc định kỳ?
zh_hans: 删除重复班次？
zh_hant: 刪除定期班次？

# recurring.editor.daysSection
source: Days
ar: الأيام
bg: Дни
bn: দিন
ca: Dies
cs: Dny
da: Dage
de: Tage
el: Ημέρες
es: Días
et: Päevad
fa: روزها
fi: Päivät
fil: Mga araw
fr: Jours
he: ימים
hi: दिन
hr: Dani
hu: Napok
id: Hari
is: Dagar
it: Giorni
ja: 日数
ko: 요일
lt: Dienos
lv: Dienas
nb: Dager
nl: Dagen
nn: Dagar
pl: Dni
pt_br: Dias
ro: Zile
ru: Дни
sk: Dni
sl: Dnevi
sr: Dani
sv: Dagar
sw: Siku
ta: நாட்கள்
th: วัน
tr: Günler
uk: Дні
ur: دن
vi: Ngày
zh_hans: 天数
zh_hant: 天數
